-- phpMyAdmin SQL Dump
-- version 2.11.1
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Час створення: Жов 13 2009 р., 19:09
-- Версія сервера: 5.0.45
-- Версія PHP: 5.2.4

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";

--
-- БД: `carumba`
--

-- --------------------------------------------------------

--
-- Структура таблиці `pm_as_prop_list`
--

CREATE TABLE IF NOT EXISTS `pm_as_prop_list` (
  `propListID` int(11) NOT NULL auto_increment,
  `accCatID` int(11) default NULL,
  `propName` varchar(64) NOT NULL default '',
  `accMeasure` varchar(32) NOT NULL default '',
  `isHidden` tinyint(4) NOT NULL default '0',
  `OrderNumber` int(11) NOT NULL default '1',
  PRIMARY KEY  (`propListID`),
  KEY `props_for_cat_FK` (`accCatID`)
) ENGINE=MyISAM  DEFAULT CHARSET=cp1251 AUTO_INCREMENT=107 ;

--
-- Дамп даних таблиці `pm_as_prop_list`
--

INSERT INTO `pm_as_prop_list` (`propListID`, `accCatID`, `propName`, `accMeasure`, `isHidden`, `OrderNumber`) VALUES
(1, 14, 'Вязкость', '', 0, 2),
(2, 14, 'Объём', 'л', 0, 4),
(3, 14, 'Стандарты', '', 1, 3),
(4, 14, 'Тип', '', 0, 1),
(5, 24, 'Ток холодной прокрутки', 'А', 0, 1),
(6, 24, 'Тип', 'А/ч', 0, 2),
(7, 24, 'Габариты', '', 0, 3),
(8, 35, 'Тип', '', 0, 1),
(9, 35, 'Мощность', '', 0, 2),
(10, 35, 'Панель', '', 0, 3),
(11, 35, 'Особенности', '', 0, 4),
(12, 36, 'Тип', '', 0, 1),
(13, 36, 'Количество полос', '', 0, 2),
(14, 36, 'Мощность', '', 0, 3),
(15, 36, 'Подробнее', '', 0, 4),
(16, 37, 'Тип', '', 0, 1),
(17, 37, 'Диаметр', '', 0, 2),
(18, 37, 'Мощность', '', 0, 3),
(19, 37, 'Особенности', '', 0, 4),
(20, 38, 'Тип', '', 0, 1),
(21, 38, 'Подробнее', '', 0, 2),
(22, 40, 'Тип', '', 0, 1),
(23, 40, 'Подробнее', '', 0, 2),
(24, 41, 'Тип', '', 0, 1),
(25, 41, 'Подробнее', '', 0, 2),
(26, 39, 'Тип', '', 0, 1),
(27, 39, 'Мощность', '', 0, 2),
(28, 39, 'Подробнее', '', 0, 3),
(29, 42, 'Тип', '', 0, 1),
(30, 42, 'Объём', 'л', 0, 2),
(31, 46, 'Тип', '', 0, 1),
(32, 46, 'Масса', 'кг', 0, 2),
(33, 45, 'Температура замерзания', '&deg;C', 0, 2),
(34, 45, 'Объём', 'л', 0, 3),
(35, 49, 'Тип', '', 0, 1),
(36, 50, 'Тип', '', 0, 1),
(37, 51, 'Тип', '', 0, 1),
(38, 52, 'Тип', '', 0, 1),
(39, 23, 'Тип', '', 0, 1),
(41, 23, 'Размер', '', 0, 3),
(42, 23, 'Диаметр', '', 0, 2),
(43, 51, 'Масса', 'кг', 0, 2),
(44, 1, 'Тип', '', 0, 1),
(45, 2, 'Тип', '', 0, 1),
(46, 3, 'Тип', '', 0, 1),
(47, 4, 'Тип', '', 0, 1),
(48, 5, 'Тип', '', 0, 1),
(49, 6, 'Тип', '', 0, 1),
(50, 7, 'Тип', '', 0, 1),
(51, 8, 'Тип', '', 0, 1),
(52, 9, 'Тип', '', 0, 1),
(53, 10, 'Тип', '', 0, 1),
(54, 11, 'Тип', '', 0, 1),
(55, 89, 'Тип', '', 0, 1),
(56, 13, 'Тип', '', 0, 1),
(57, 99, 'Тип', '', 0, 1),
(58, 100, 'Тип', '', 0, 1),
(59, 101, 'Тип', '', 0, 1),
(60, 102, 'Тип', '', 0, 1),
(61, 103, 'Тип', '', 0, 1),
(62, 104, 'Тип', '', 0, 1),
(63, 105, 'Тип', '', 0, 1),
(64, 106, 'Тип', '', 0, 1),
(65, 107, 'Тип', '', 0, 1),
(66, 108, 'Тип', '', 0, 1),
(67, 109, 'Тип', '', 0, 1),
(68, 110, 'Тип', '', 0, 1),
(69, 111, 'Тип', '', 0, 1),
(70, 112, 'Тип', '', 0, 1),
(71, 113, 'Тип', '', 0, 1),
(72, 29, 'Тип', '', 0, 1),
(73, 30, 'Тип', '', 0, 1),
(74, 31, 'Тип', '', 0, 1),
(75, 32, 'Тип', '', 0, 1),
(76, 33, 'Тип', '', 0, 1),
(77, 90, 'Тип', '', 0, 1),
(78, 45, 'Тип', '', 0, 1),
(79, 116, 'Тип', '', 0, 1),
(80, 116, 'Особенности', '', 0, 2),
(82, 142, 'Тип', '', 0, 1),
(83, 143, 'Тип', '', 0, 1),
(84, 144, 'Тип', '', 0, 1),
(85, 123, 'Тип:', '', 0, 1),
(86, 123, 'Тип', '', 0, 1),
(87, 145, 'Код производителя', '', 0, 2),
(88, 145, 'Тип', '', 0, 1),
(89, 23, 'Рейтинг', '', 0, 4),
(94, 144, 'Код производителя', '', 0, 2),
(93, 90, 'Код производителя', '', 0, 2),
(95, 146, 'Тип', '', 0, 1),
(96, 146, 'Код производителя', '', 0, 2),
(97, 156, 'Тип', '', 0, 1),
(98, 156, 'Особенности', '', 0, 2),
(99, 171, 'Код производителя', '', 0, 1),
(100, 171, 'Особенности', '', 0, 2),
(101, 182, 'Код производителя', '', 0, 1),
(102, 182, 'Особенности', '', 0, 2),
(103, 152, 'Тип', '', 0, 1),
(104, 152, 'Мощность', '', 0, 2),
(105, 152, 'Панель', '', 0, 3),
(106, 152, 'Особенности', '', 0, 4);
